interface ILivingDB {
  id: number;
  title: string;
  author: string;
  desc: string;
  date: string;
}

export const LivingDB: ILivingDB[] = [
  {
    id: 1,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "1",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 2,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "2",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 3,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "3",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 4,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "4",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 5,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "5",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 6,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "6",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 7,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "7",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 8,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "8",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 9,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "9",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 10,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "10",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 11,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "11",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 12,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "12",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 13,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "13",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 14,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "14",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 15,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "15",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 16,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "16",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 17,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "17",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
  {
    id: 18,
    title: "드레스룸, 파우더룸 꾸미기",
    author: "18",
    desc: `집꾸미기 안년하세요! 희희희네 입니다. :) 오랜만에 희희희 업로드!
       오늘은 저희집 공간중에 부부 침실공간! 그리고 드레스룸/
       파우더룸을 함께 소개해 보려해요! 안방에 드레스룸 / 파우더룸/
       화장실이 너무 예쁘네요 / 파우더룸/ 화장실이 너무 예쁘네요/
       파우더룸/ 화장실이 너무 예쁘네요`,
    date: "20221212",
  },
];
